tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ca-certificates"
brew "bat"
brew "sqlite"
brew "python@3.9"
brew "llvm@12"
brew "ghc"
brew "freetype"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "cppcheck"
brew "exa"
brew "fortune"
brew "git"
brew "gnutls"
brew "go"
brew "htop"
brew "luajit"
brew "neofetch"
brew "node"
brew "openjdk"
brew "pandoc"
brew "tree"
brew "pass"
brew "perl"
brew "python@3.10"
brew "pylint"
brew "python-tk@3.10"
brew "python-tk@3.9"
brew "rust"
brew "sbcl"
brew "sphinx-doc"
brew "subversion"
brew "swi-prolog"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
cask "anki"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "pgadmin4"
cask "scratch"
cask "slack"
cask "stats"
cask "utm"
cask "visual-studio-code"
cask "zoom"
cask "zulip"
