tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "little-cms2"
brew "openexr"
brew "xz"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "apr-util"
brew "aspell"
brew "python-typing-extensions"
brew "python@3.11"
brew "aws-sam-cli"
brew "bat"
brew "c-ares"
brew "python@3.9"
brew "llvm@12"
brew "ghc"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "pixman"
brew "cmake"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "python@3.10"
brew "cookiecutter", link: false
brew "cowsay"
brew "cppcheck"
brew "docutils"
brew "libffi"
brew "libgit2"
brew "exa"
brew "fortune"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "libidn2"
brew "libnghttp2"
brew "unbound"
brew "gnutls"
brew "guile"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "ncurses"
brew "htop"
brew "isort"
brew "jq"
brew "krb5"
brew "libarchive"
brew "luajit"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "meson"
brew "msgpack"
brew "mujs"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "tree"
brew "pass"
brew "perl"
brew "plantuml"
brew "postgresql@14"
brew "pygments"
brew "pylint"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "python-tk@3.9"
brew "rust"
brew "sbcl"
brew "scons"
brew "sphinx-doc"
brew "utf8proc"
brew "subversion"
brew "swi-prolog"
brew "swig"
brew "util-macros"
brew "vim"
brew "wget"
brew "xpdf"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
cask "anki"
cask "arduino-ide"
cask "discord"
cask "docker"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "scratch"
cask "slack"
cask "stats"
cask "utm"
cask "visual-studio-code"
cask "zoom"
cask "zulip"
