tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ca-certificates"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "exa"
brew "freetype"
brew "fortune"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "icu4c"
brew "node"
brew "openjdk"
brew "pandoc"
brew "pass"
brew "postgresql", restart_service: true
brew "python@3.9"
brew "python-tk@3.9"
brew "python@3.10"
brew "sbcl"
brew "subversion"
brew "swi-prolog"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
cask "anki"
cask "discord"
cask "google-chrome"
cask "lastpass"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "slack"
cask "stats"
cask "utm"
cask "visual-studio-code"
cask "zoom"
